INSERT INTO public.issue_types (name, icon_url, description) VALUES
('Epic', './icons/epic-48.png', 'Крупная инициатива или бизнес-цель, которая слишком велика для реализации в рамках одного спринта.'),
('Story', './icons/story-50.png', 'Описание функциональности с точки зрения пользователя. Формат: "КАК [роль] Я ХОЧУ [действие] ЧТОБЫ [выгода]".'),
('Task', './icons/task-48.png', 'Конкретная техническая, исследовательская, организационная или инфраструктурная работа.'),
('Bug', './icons/bug-48.png', 'Дефект или ошибка в системе, которая приводит к неправильному или неожидаемому поведению.'),
('Improvement', './icons/improvement-50.png', 'Улучшение существующей функциональности, которое не является исправлением ошибки и не добавляет новую функциональность.');
